Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: when you release the elastic band it shoots back into position .
af: wanneer jy 'n rek laat los skiet dit terug in posisie .

source: when we stretch an elastic band we store energy in it .
af: wanneer ons 'n rek uitstrek berg ons energie daarin .

source: this is because when the band is stretched it can do work when you release it .
af: dit is omdat wanneer die rek uitgestrek is dit werk kan verrig wanneer jy dit laat los .

source: we are going to look at some other ways of using stretched elastic bands to do work and produce movement .
af: ons gaan kyk na sommige ander maniere waarop ons rekke kan gebruik om werk te verrig en beweging te kan voortbring .

source: pulling the spoon down further will make the marshmallow shoot further .
af: deur die lepel verder af te trek sal jy die malvalekker verder kan skiet .

source: the greater the stretch of the elastic band the further the marshmallow went
af: hoe groter die rek gestrek is hoe verder het die mavalekker getrek .

source: stored energy in stretched elastic
af: gestoorde energie in uitgerekte rek .

source: we saw in this activity that if you stretch an elastic band you can produce movement .
af: ons het in die aktiwiteit gesien dat wanneer jy 'n rek strek kan jy beweging voortbring .

source: the stored energy in the band when it is stretched has the potential to do work .
af: die gestoorde energie in die band wanneer dit gestrek is het die potensiaal om werk te doen .

source: we call the stored energy in the elastic band potential energy because it has the potential to do something for us later .
af: ons noem die energie in die rek potensi&#235;le energie omdat dit die potensiaal het om later vir ons werk te verrig .

source: but what does the word potential mean ?
af: maar wat beteken die woord potensiaal ?

source: look up a definition for 'potential' in your dictionary .
af: soek die definisie van potensiaal in jou woordeboek op .

source: having the capacity to do or develop into something in the future .
af: die kapasiteit om iets te doen of om tot iets in die toekoms te ontwikkel .

source: synonyms are possibility feasible .
af: sinonieme is moontlikheid uitvoerbaarheid .

source: a stretched elastic band can also produce movement and do work in the future when it is released .
af: 'n gestrekte rek kan ook beweging voortbring en werk verrig wanneer dit gelos word .

source: let's look at another way of using an elastic band to produce movement energy .
af: kom ons kyk na 'n ander manier om 'n rek te gebruik om bewegingsenergie te produseer .

source: instead of stretching it we can twist the elastic band .
af: ons gaan nie die rek uitrek nie maar eerder opdraai .

source: what is the purpose of twisting the elastic band ?
af: wat is die doel daarvan om die rek op te wen ?

source: the purpose of twisting the elastic band is to store energy in it .
af: om energie in die rek te stoor .

source: why does the boat move ?
af: hoekom beweeg die bootjie ?

source: use what you have learnt about potential energy and energy transfer to answer this question .
af: gebruik wat jy geleer het van potensi&#235;le energie oordrag om die vraag te antwoord .

source: stored potential energy in the elastic band is released in the form of movement energy and transferred to the piece of plastic which in turn drives the boat .
af: gestoorde energie in die rek word verander inbewegingsenergie van die plastiek en die boot .

source: how could you make the boat move in different directions backwards and forwards ?
af: hoe kan jy jou boot in verskillende rigtings laat gaan vorentoe en agtertoe ?

source: twist the piece of plastic in different directions .
af: wen die stuk plastiek in twee verskillende rigtings op .

source: twisting it towards the boat will make the boat move forwards twisting it away from the boat will make it move backwards in the water .
af: om dit na die boot se kant toe op te wen sal maak dat die boot vorentoe beweeg wen dit weg van die boot af op dan sal dit agtertoe beweeg in die water .

source: write down what you have learnt about energy from the last two activities that you have completed .
af: skryf neer wat jy geleer het van die laaste twee aktiwiteite wat jy voltooi het .

source: elastic bands that are stretched or twisted store energy .
af: rekke wat gestrek of opgewen is stoor energie .

source: the stored energy can be released as movement energy when the elastic band is released and returns to its normal shape .
af: die gestoorde energie kan verander word in bewegingsenergie wanneer die rek gelos word en na sy normale vorm terugkeer .

source: we have been looking at elastic bands and how they can be stretched or twisted to store energy to do work to produce a movement .
af: ons het nou gekyk na rekke en hoe dit gestrek of opgewen kan word om energie te stoor om werk te verrig. om beweging te bewerkstellig. vere kan ook saamgepers of gestrek word om energie te stoor .

source: a slinky is a metal coiled spring .
af: 'n slinky is 'n opgerolde metaalveer .

source: when you stretch a slinky spring it stores energy .
af: wanneer jy 'n slinky veer strek stoor dit energie .

source: when the spring is released the stored energy is changed into movement energy as it springs back into place .
af: wanneer die veer gelos word verander die gestoorde energie na bewegingsenergie wanneer dit terugspring na sy oorspronklike posisie .

source: slow motion slinky spring video http www.youtube.com watch?v okb2tctpvnu
af: stadige aksie slinky veer video . goo.gl fwlfl

source: springs can also be compressed to do work .
af: vere kan ook saamgepers word om werk te doen .

source: to compress something means that you squash it !
af: om iets saam te pers beteken dat jy dit druk .

source: look at the photo below of a child jumping on a pogo stick .
af: kyk na die foto hieronder van 'n kind wat op 'n pogo stok spring .

source: this pogo stick works using a compressed spring .
af: die pogo stok werk deur 'n saamgeperste veer te gebruik .

source: use your knowledge of springs to explain how a pogo stick works .
af: gebruik jou kennis van vere om te verduidelik hoe 'n pogo stok werk .

source: your answer must include the words compress stored energy and movement .
af: jou antwoord moet die woorde saamgepers gestoorde energie en beweging insluit .

source: when a child jumps on a pogo stick he compresses the spring squashes it .
af: wanneer 'n kind met 'n pogo stok spring pers hy die veer saam druk dit na mekaar toe .

source: the spring then has stored energy and releases back up and pushes the child up again .
af: die veer het dan gestoorde energie en as dit laat los stoot dit die die kind weer op .

source: the stored energy from the compression is released and turned into a movement .
af: die gestoorde energie van die samepersing word vrygestel en verander in 'n beweging .

source: a jack in the box is a fun toy .
af: 'n jack in the box is 'n speelding .

source: an object jumps out of a box when the lid is opened .
af: 'n voorwerp spring uit die houer as die deksel oopgemaak word .

source: explain how it works .
af: verduidelik hoe dit werk .

source: a compressed spring is under the object .
af: 'n saamgeperste veer is onder die voorwerp .

source: when the lid is opened the spring is released and the stored energy is changed into movement energy of the object .
af: wanneer die deksel opgelig word word die veer losgelaat en die gestoorde energie word verander in bewegingsenergie van die voorwerp .

source: is a stretched elastic band an example of stored or released energy ?
af: 'n uitgestrekte rek is 'n voorbeeld vangestoorde vrygestelde energie ?

source: stored energy
af: gestoorde energie .

source: what else besides stretching can you do to an elastic band to give it stored energy ?
af: wat anders behalwe uitstrek kan jy met 'n rek doen om dit gestoorde energie te gee ?

source: twist it .
af: draai dit .

source: think of some examples which you have experienced that use springs to store energy and write them down below .
af: dink aan sommige van die voorbeelde waarmee jyge&#235;ksperimenteer het wat vere gebruik om energie te stoor en skryf dit hieronder neer .

source: have you ever looked underneath a car ?
af: het jy al ooit onder 'n motor gekyk ?

source: it looks very complicated and there are all sorts of pieces and parts each with their own job to do .
af: dit lyk baie ingewikkeld en daar is allerhande soorte stukke en onderdele elkeen het sy eie funksie om te verrig .

source: we are going to focus on two of the main parts in a vehicle which allow it to move .
af: ons gaan fokus op twee van die belangrikste dele in 'n voertuig wat dit toelaat om te beweeg .

source: there is no specified technology design process in this chapter but the focus is on technology and systems .
af: daar is geen gespesifiseerde tegnologiese ontwerpsproses in hierdie hoofstuk nie maar die fokus is op tegnologie en sisteme .

source: in gr. 6 in earth and beyond learners will follow a design process and design and make a car to move on the moon or mars .
af: in graad 6 in aarde en heelal sal leerders 'n ontwerpsproses volg en 'n motor ontwerp wat op die maan of op mars kan beweeg .

source: they will revise some of the concepts that they learnt here about wheels and axles .
af: hulle sal van die konsepte hersien wat hulle hier geleer het oor wiele en asse .

source: all vehicles have wheels .
af: alle voertuie het wiele .

source: most cars have 4 wheels while some have only 3 wheels and yet others have many more .
af: die meeste motors het vier wiele maar sommige het baie meer terwyl ander slegs dire wiele het .

source: trucks and buses have many wheels while some trailers or bicycles only have 2 wheels .
af: vragmotors en busse het baie wiele terwyl sommige sleepwaens of fietse slegs twee het .

source: why do you think wheels are round ?
af: hoekom dink jy is wiele rond ?

source: why will a square or a triangular wheel not work ?
af: hoekom sal 'n vierkantige of driehoekige wiel nie werk nie ?

source: wheels need to be round in order to roll .
af: wiele moet rond wees om te kan rol .

source: a square or triangle wheel will not roll .
af: 'n vierkantige of driehoekige wiel sal nie rol nie .

source: in the past before the wheel was invented it was very difficult to move things around .
af: in die verlede voordat wiele ontwerp is was dit baie moeilik om dinge rond te beweeg .

source: people would try to drag heaving objects along the ground using ropes or else they had to carry things but this was very inefficient !
af: mense moes probeer om dinge rond te sleep op die grond deur toue te gebruik of anders moes hulle die dinge dra .

source: as a result people started to experiment with ways of making it easier to transport goods and heavy objects .
af: dit was egter baie ondoeltreffend !

source: the pyramids in egypt were built long before modern transport including trucks was invented .
af: die piramides in egipte is gebou lank voordat vragvoertuie en moderne voertuie ontwikkel is .

source: you can demonstrate this by using pencils and placing a bunch of pencils next to each other .
af: jy kan dit demonstreer deur 'n bondel potlode langs mekaar te sit .

source: then put a heavy object on top of the pencils and push it along .
af: plaas 'n swaar voorwerp bo op die potlode en stoot dit vorentoe .

source: as the object moves the pencils underneath it move too .
af: soos die voorwerp beweeg sal die potlode onder dit ook beweeg .

source: the egyptians used this method to move the massive blocks of stone to build their pyramids .
af: die egiptenare het die metode gebruik om die massiewe rotsblokke te beweeg om die piramides te bou .

source: but there were still many problems with using logs cut from trees .
af: daar is egter nog baie probleme wanneer stompe gebruik word wat van bome gesny is .

source: can you think of any problems of using logs to try move very heavy objects ?
af: kan jy dink aan sommige van die probleme wat kan ontstaan deur stompe te gebruik om baie swaar voorwerpe te beweeg ?

source: discuss with your friends around you and write your answers below .
af: bespreek dit met jou vriende rondom jou en skryf jou antwoorde hieronder neer .

source: logs not of the same size or length .
af: stompe is nie van dieselfde grootte of lengte nie .

source: needed a lot of logs and then had to move logs as well .
af: jy sal 'n klomp stompe nodig h&#234; en dit sal ook moet beweeg word .

source: this can be demonstrated by using different shapes and sizes of pencils and pens .
af: dit kan gedemonstreer word deur potlode en penne van verskillende groottes en vorms te gebruik .

source: later on people started to cut the logs into short pieces so that they were the same size .
af: later het mense begin om die stompe in kort stukke op te saag sodat hulle dieselfde grootte was .

source: each piece was like a wooden disc .
af: dit was soos 'n houtskyf .

source: the wooden disc could not stand up by itself so people attached a wooden pole between two of the wooden discs .
af: maar die houtskyf kon nie vanself regop staan nie dus het die mense 'n houtpaal tussen twee van die houtskywe vasgemaak .

source: the wooden pole was the first axle and we still use axles to this day .
af: en dit is hoe die eerste wiel en as ontwikkel is !

source: people could then balance goods on the axle and use this simple machine to pull or push objects along .
af: mense kon toe items op die as balanseer en die eenvoudige masjien gebruik om voorwerpe te trek of stoot .

source: however this wooden disc wheel was still very heavy !
af: maar hierdie wiel was nog steeds baie swaar !

source: to make it lighter the wheel was changed to a round frame with spokes like a wagon wheel .
af: om dit ligter te maak is die wiel verander na 'n ronde raam met speke soos 'n wawiel .

source: this made it much lighter and easier to move .
af: dit was baie ligter en makliker om te beweeg .

source: since then the wheel has advanced a lot .
af: van toe af het die wiel baie gevorder .

source: think of the shiny metal and rubber wheels you see on cars today !
af: dink aan die blink metaal en rubberwiele wat jy vandag op motors sien !

source: the first inflatable tyre was made of leather .
af: die eerste opblaasbare bande is van leer gemaak .

source: today they are made from rubber .
af: vandag word hulle van rubber gemaak .

source: wheels and axles video http www.youtube.com watch?v xlzypfdjtjm
af: wiele en asse video . goo.gl lavza

source: humans have built many machines to help make their tasks easier .
af: mense bou baie masjiene wat help om hulle werk ligter te maak .

source: a wheel and axle is a simple machine .
af: 'n wiel en 'n as is 'n eenvoudige masjien .

source: it makes it easier to move a load; to transport things and people .
af: 'n masjien word gebruik om dit makliker te maak om 'n vrag te skuif .

source: the earliest record of a wheelbarrow comes from china in the three kingdoms period ad 184 280 .
af: die vroegste rekord van 'n kruiwa kom uit sjina uit die tyd van die drie koninkryke 184 280nc

source: a wheel and axle is made up of a wheel large cylinder joined onto an axle which is a small cylinder .
af: 'n wiel en 'n as bestaan uit 'n wiel groot silinder gekoppel aan 'n as klein silinder .

source: label the two wheels and the axle in the following diagram .
af: benoem die twee wiele en die as in die volgende diagram .

source: when we think of wheels and axles we think of cars and other vehicles that we see all around us that have wheels .
af: wanneer ons dink aan wiele en asse dink ons aan motors en ander voertuie wat ons rondom ons sien wat wiele het .

source: however there are many examples of objects and machines that use wheels and axles
af: maar daar is baie voorbeelde van masjiene wat wiele en asse gebruik

source: find pictures of three of the above examples .
af: soek prentjies van drie van die voorbeelde hierbo .

source: look in old magazines and newspapers at home or on the internet for pictures .
af: kyk in ou tydskrifte en koerante tuis of op die internet vir prentjies .

source: paste the pictures in below and label the axle and the wheel in each picture .
af: plak die prente hieronder en benoem die as en die wiel in elke prentjie .

source: a door knob has a large cylinder on the outside attached to a small cylinder on the inside .
af: 'n deurknop het 'n groot silinder aan die buitekant wat vasgeheg is aan 'n klein silinder aan die binnekant .

source: it is easier to turn the large cylinder than the small cylinder with your hands .
af: dit is makliker om die groot silinder met jou hande te draai as die klein silinder .

source: let's make a simple wheel and axle mechanism to understand how it works .
af: kom ons maak 'n eenvoudige wiel en as meganisme om te verstaan hoe dit werk .

source: could you lift the bucket by turning the broom handle with your hands ?
af: kon jy die emmer lig deur die besemstok met jou hande te draai ?

source: was it easier to lift the bucket when you turned the broom handle using the ruler ?
af: was dit makliker om die emmer te lig toe jy die liniaal gebruik het om die besemstok te draai ?

source: replace the ruler with a stick that is longer than the ruler and use the stick to turn the broom .
af: vervang die liniaal met 'n stok wat langer as die liniaal is en gebruik dan die stok om die besemstok te draai .

source: was it easier to lift the bucket using the long stick ?
af: was dit makliker om die emmer te lig met die langer stok ?

source: yes the longer the ruler or stick the easier it was to lift the bucket .
af: ja hoe langer die liniaal of stok hoe makliker is dit om die emmer te lig .

source: identify the axle in the setup .
af: identifiseer die as in die opstelling .

source: the broom handle is the axle .
af: die besemstok .

source: identify the wheel in the setup .
af: identifiseer die wiel in die opstelling .

source: the ruler or long stick is the wheel .
af: die liniaal of lang stok .

source: we could lift the bucket by turning the broom handle .
af: ons kon die emmer oplig deur die besemstok te draai .

source: it was much easier to lift the bucket when we used the ruler .
af: dit was baie makliker om die emmer op te lig toe ons die liniaal gebruik het .

source: our hand had to move further when we used the ruler but it was easier and the bucket felt lighter .
af: ons hand moes verder beweeg toe ons die liniaal gebruik het maar dit was makliker en die emmer het ligter gevoel .

source: we made a simple wheel and axle machine to make it easier to lift the bucket .
af: ons het 'n eenvoudige wiel en as masjien gemaak om dit makliker te maak om die emmer op te lig .

source: now let's put two axles and four wheels together to make a simple tractor !
af: nou kom ons voeg twee asse en vier wiele saam om 'n eenvoudige waentjie te maak !

source: can you see the wheels turning on the axle and how the axles connect the wheels ?
af: kan jy sien hoe die wiele op die as draai en hoe die asse die wiele verbind ?

source: which part of the vehicle that you made is the axle ?
af: watter deel van die voertuig wat jy gemaak het is die as ?

source: the pencils are the axles .
af: die potlode

source: this section shows different ways of making wheels and axles using materials which are easily obtainable .
af: hierdie afdeling wys verskillende maniere om wiele en asse te maak deur materiale wat maklik bekombaar is .

source: first go through some of the ways to make wheels and axles and finally the last activity is to experiment with different materials and evaluate which set ups work best .
af: gaan nou deur 'n paar maniere waarop jy wiele en asse kan maak en eksperimenteer laastens met verskillende materiale en evalueer watter samestelling die beste resultate lewer .

source: we are now going to experiment with different ways of making wheels and axles and finding out the best materials to use .
af: ons gaan nou eksperimenteer met verskillende maniere om wiele en asse te maak en ook probeer bepaal watter materiale die beste is om te gebruik .

source: there are two ways to let wheels turn on an axle .
af: daar is twee verskillende maniere om wiele op 'n as te laat draai .

source: one way is to have the axle fixed to the body and the wheels are free to turn on the axle .
af: die een manier is wanneer die as vas aan die bak is en die wiele vry is om om die as te draai .

source: the other way is to have the wheels fixed to the axle and the axle turns in a bigger tube called the bearing .
af: die ander manier is wanneer die wiele vas aan die as is en die as draai in 'n groter silinder wat 'n wiellaer genoem word .

source: the bearing is the hollow tube that the axle goes through .
af: die wiellaer is 'n hol pyp waardeur die as gaan .

source: the bearing must be bigger than the axle so that the axle can turn easily .
af: die wiellaer moet groter wees as die as sodat die as maklik kan draai .

source: you can use plastic straws or the barrel of an old ball point pen to make a bearing for an axle .
af: jy kan 'n plastiekstrooitjie gebruik of die omhulsel van 'n balpuntpen vir 'n wiellaer .

source: the picture shows you two ways to fix the bearings onto the body .
af: die prentjie wys jou twee maniere om die wiellaer aan die bak vas te heg .

source: what are the two ways used in the picture to fix the bearing onto the body .
af: wat is die twee maniere wat in die prentjie gebruik word om die wiellaer aan die bak vas te heg ?

source: tape and glue
af: kleefband en gom .

source: what are some materials that you could use to make the axle in the above picture ?
af: watter materiale kan gebruik word om 'n as te maak soos in die prentjie hierbo ?

source: smaller straws dowel sticks sosatie sticks etc .
af: kleiner strooitjies sosatiestokkies ens .

source: you can also use plastic sign board or strong corrugated cardboard to make a body with wheels .
af: jy kan ook 'n kennisgewingbord van plastiek of sterk geriffelde karton gebruik om 'n bak met wiele te bou .

source: can you see how the axle goes through the holes in the cardboard ?
af: kan jy sien hoe die as deur die gaatjies in die karton gaan ?

source: the next picture shows you the other way to let the wheels turn .
af: die volgende prentjie wys die ander manier om die wiele te laat draai .

source: this time the axle remains fixed and the wheels turn on the axle .
af: hierdie keer is die as vas en die wiele draai rondom die as .

source: the axle is fastened to a wooden body with cable clips .
af: die as is met kabelknippies aan die houtbak vas .

source: cable clips fasten telephone cables to walls .
af: kabelknippies word gebruik om telefoonkabels teen mure vas te heg .

source: can you see the blown up version of a cable clip ?
af: kan jy die vergrote weergawe van die kabelknippie sien ?

source: the clips may hold the axle tightly so the wheels must be free to rotate .
af: die knippies mag die as styf vashou dus moet die wiele vry wees om te kan draai .

source: this activity does not follow a technology design process with all the steps but does involve investigating making and evaluating different objects to make wheels and axles and then using their best option to make an improved tractor from what they first made in the beginning of this chapter. .
af: alhoewel die aktiwiteit nie al die stappe van 'n tegnologiese ontwerpsproses volg nie behels dit die ondersoek maak en evaluering van verskillende voorwerpe om wiele en asse te maak en dan om die beste opsie te gebruik om 'n verbeterde trekker te maak teenoor die een wat hulle eerste gemaak het aan die begin van hierdie hoofstuk .
